NORMAL_MODE = "нормальный"
CHAOS_MODE = "хаос"

game_modes = [
    NORMAL_MODE,
    CHAOS_MODE,
]
default_game_mode = NORMAL_MODE

character_sets = {
    "minicraft": [
        "Крипер",
        "Зомби",
        "Скелет",
        "Паук",
        "Эндермен",
        "Ведьма",
        "Слизень",
        "Гаст",
        "Железный голем",
        "Деревенский житель",
        "Волк",
        "Корова",
        "Овца",
        "Стив",
        "Курица",
    ],
    "clash_royale": [
        "Рыцарь",
        "Лучницы",
        "Гигант",
        "Мушкетер",
        "Мини П.Е.К.К.А",
        "П.Е.К.К.А",
        "Принц",
        "Ведьма",
        "Валькирия",
        "Хог Райдер",
        "Маг",
        "Дракончик",
        "Скелетная армия",
        "Гоблинская бочка",
        "Электромаг",
    ],
}
default_character_set = "minicraft"
